alsa-ucm-conf
amd-ucode
ansible
archlinuxcn-keyring
archlinuxcn-mirrorlist-git
base
base-devel
blueman
bluez
btop
btrfs-progs
clang
cli11
cliphist
cmake
dnsmasq
docker
docker-buildx
docker-compose
edk2-ovmf
efibootmgr
emacs-wayland
fcitx5
fcitx5-chinese-addons
fcitx5-configtool
fcitx5-gtk
fcitx5-qt
fd
ffmpegthumbnailer
file-roller
firefox
fish
fnm
gdb
git
gnome-keyring
go
grub
gvfs-gphoto2
gvfs-mtp
gvfs-smb
kanshi
keyd
kitty
lazydocker
less
libkeybinder3
libvirt
linux
linux-firmware
neovim
networkmanager
ninja
niri
noto-fonts
noto-fonts-emoji
ntfs-3g
obsidian
onlyoffice-bin
openai-codex
openbsd-netcat
os-prober
pacman-contrib
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-gnome
postgresql
power-profiles-daemon
python-requests
qbittorrent
qemu-desktop
qemu-system-riscv
riscv64-unknown-elf-binutils
riscv64-unknown-elf-gcc
sof-firmware
steam
stow
swtpm
tailscale
telegram-desktop
thunar-archive-plugin
thunar-volman
traceroute
tree
ttf-maplemono-nf-cn-unhinted
tumbler
unzip
vim
virt-manager
vulkan-headers
wayland-protocols
webp-pixbuf-loader
wget
wireplumber
wireshark-qt
wl-screenrec-git
xdg-desktop-portal-gnome
xwayland-satellite
yazi
zoxide
